Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Конституция7465.tmx
Source language: ba
Languages: ru

source: Закондар сығарыу инициативаһы хоҡуғына Башҡортостан Республикаһы Дәүләт Йыйылышы депутаттары, Башҡортостан Республикаһы Дәүләт Йыйылышының даими комитеттары, Башҡортостан Республикаһы Башлығы, Башҡортостан Республикаһы Хөкүмәте, Башҡортостан Республикаһы Конституция Суды, Башҡортостан Республикаһының Үҙәк һайлау комиссияһы, Башҡортостан Республикаһының Профсоюздар федерацияһы, Башҡортостан Республикаһы Прокуроры, урындағы үҙидараның вәкиллекле органдары, Башҡортостан Республикаһы законы менән билдәләнгән тәртиптә граждандарҙың закондар сығарыу инициативаһы хоҡуғын тормошҡа ашырыусы граждандар һәм уларҙың берекмәләре эйә.
ru: Право законодательной инициативы принадлежит депутатам Государственного Собрания Республики Башкортостан, постоянным комитетам Государственного Собрания Республики Башкортостан, Главе Республики Башкортостан, Правительству Республики Башкортостан, Конституционному Суду Республики Башкортостан, Центральной избирательной комиссии Республики Башкортостан, Федерации профсоюзов Республики Башкортостан, Прокурору Республики Башкортостан, представительным органам местного самоуправления, гражданам и их объединениям, осуществляющим право гражданской законодательной инициативы в порядке, установленном законом Республики Башкортостан.

source: Һалымдар индереү йәки уларҙы бөтөрөү, уларҙы түләүҙән азат итеү, Башҡортостан Республикаһының финанс йөкләмәләрен үҙгәртеү тураһындағы закон проекттары, Башҡортостан Республикаһының бюджет аҡсаһы иҫәбенә ҡапланыусы сығымдарҙы күҙҙә тотҡан башҡа закон проекттары Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан Башҡортостан Республикаһы Башлығы тәҡдиме буйынса йә иһә Башҡортостан Республикаһы Башлығының бер ай эсендә Башҡортостан Республикаһы Дәүләт Йыйылышына тапшырған һығымтаһы булғанда ҡарала.
ru: Законопроекты о введении или об отмене налогов, освобождении от их уплаты, изменении финансовых обязательств Республики Башкортостан, другие законопроекты, предусматривающие расходы, покрываемые за счет средств бюджета Республики Башкортостан, рассматриваются Государственным Собранием Республики Башкортостан по представлению Главы Республики Башкортостан либо при наличии заключения Главы Республики Башкортостан, представляемого в Государственное Собрание Республики Башкортостан в течение одного месяца.

source: 77-се статья
ru: Статья 77

source: Башҡортостан Республикаһы закондары, әгәр федераль закон менән башҡаһы ҡаралмаһа, Башҡортостан Республикаһы Дәүләт Йыйылышы депутаттарының билдәләнгән һанының күпселек тауышы менән ҡабул ителә.
ru: Законы Республики Башкортостан принимаются большинством голосов от установленного числа депутатов Государственного Собрания Республики Башкортостан, если иное не предусмотрено федеральным законом.

source: Башҡортостан Республикаһы Дәүләт Йыйылышының ҡарарҙары, әгәр федераль закон менән башҡаһы ҡаралмаһа, Башҡортостан Республикаһы Дәүләт Йыйылышының һайланған депутаттары һанының күпселек тауышы менән ҡабул ителә.
ru: Постановления Государственного Собрания Республики Башкортостан принимаются большинством голосов от числа избранных депутатов Государственного Собрания Республики Башкортостан, если иное не предусмотрено федеральным законом.

source: (икенсе өлөш Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы тарафынан индерелде)
ru: (часть вторая введена Законом РБ от 15.06.2006 N 322-з)

source: 78-се статья
ru: Статья 78

source: Башҡортостан Республикаһының ҡабул ителгән законы ете көн эсендә халыҡҡа еткереү өсөн Башҡортостан Республикаһы Башлығына ебәрелә.
ru: Принятый закон Республики Башкортостан направляется в семидневный срок для обнародования Главе Республики Башкортостан.

source: Башҡортостан Республикаһы Башлығы ун дүрт көн эсендә Башҡортостан Республикаһы законын, уны халыҡҡа еткереү өсөн ҡул ҡуйыу юлы менән раҫлап, халыҡҡа еткерә йәки кире ҡаға.
ru: Глава Республики Башкортостан в течение четырнадцати дней обнародует закон Республики Башкортостан, удостоверив обнародование путем подписания, либо отклоняет его.

source: Әгәр Башҡортостан Республикаһы Башлығы закон килгән мәлдән алып ун дүрт көн эсендә уны кире ҡаҡһа, Башҡортостан Республикаһы Дәүләт Йыйылышы закон менән билдәләнгән тәртиптә был законды яңынан ҡарай.
ru: Если Глава Республики Башкортостан в течение четырнадцати дней с момента поступления закона отклонит его, то Государственное Собрание Республики Башкортостан в установленном законом порядке вновь рассматривает данный закон.

source: Әгәр ҡабаттан ҡарағанда закон элек ҡабул ителгән редакцияһында Башҡортостан Республикаһы Дәүләт Йыйылышы депутаттарының билдәләнгән һанының кәмендә өстән ике өлөшөнөң күпселек тауышы менән хупланһа, ул Башҡортостан Республикаһы Башлығы тарафынан ҡабаттан кире ҡағыла алмай һәм ете көн эсендә Башҡортостан Республикаһы Башлығы тарафынан халыҡҡа еткерелергә тейеш.
ru: Если при повторном рассмотрении закон будет одобрен в ранее принятой редакции большинством не менее двух третей голосов от установленного числа депутатов Государственного Собрания Республики Башкортостан, он не может быть повторно отклонен Главой Республики Башкортостан и подлежит обнародованию Главой Республики Башкортостан в течение семи дней.

source: Башҡортостан Республикаһы Конституцияһын халыҡҡа еткереү тәртибе Башҡортостан Республикаһы законы менән билдәләнә.
ru: Порядок обнародования Конституции Республики Башкортостан определяется законом Республики Башкортостан.

source: (дүртенсе өлөш Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы тарафынан индерелде)
ru: (часть четвертая введена Законом РБ от 15.06.2006 N 322-з)

source: 79-сы статья
ru: Статья 79

source: Башҡортостан Республикаһы Дәүләт Йыйылышы Башҡортостан Республикаһының Контроль-иҫәп палатаһын ойоштора.
ru: Государственное Собрание Республики Башкортостан образует Контрольно-счетную палату Республики Башкортостан.

source: Башҡортостан Республикаһының Контроль-иҫәп палатаһы составы, уның эшмәкәрлек тәртибе һәм вәкәләттәре Башҡортостан Республикаһы законы менән билдәләнә.
ru: Состав, порядок деятельности и полномочия Контрольно-счетной палаты Республики Башкортостан определяются законом Республики Башкортостан.

source: 80-се статья
ru: Статья 80

source: Башҡортостан Республикаһы Дәүләт Йыйылышының вәкәләттәре федераль закон менән ҡаралған осраҡтарҙа ваҡытынан алда туҡтатылыуы мөмкин.
ru: Полномочия Государственного Собрания Республики Башкортостан могут быть прекращены досрочно в случаях, предусмотренных федеральным законом.

source: Башҡортостан Республикаһы Дәүләт Йыйылышының вәкәләттәре ваҡытынан алда туҡтатылған осраҡта, Башҡортостан Республикаһы Дәүләт Йыйылышына сираттан тыш һайлау федераль законға һәм Башҡортостан Республикаһы законына ярашлы тәғәйенләнә.
ru: В случае досрочного прекращения полномочий Государственного Собрания Республики Башкортостан внеочередные выборы в Государственное Собрание Республики Башкортостан назначаются в соответствии с федеральным законом и законом Республики Башкортостан.

source: (икенсе өлөш Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы редакцияһында)
ru: (часть вторая в ред.Закона РБ от 15.06.2006 N 322-з)

source: 81-се статья
ru: Статья 81

source: Башҡортостан Республикаһы Дәүләт Йыйылышы социаль конфликттарҙы хәл иткәндә социаль партнерлыҡта һәм йәмәғәт диалогында ҡатнаша.
ru: Государственное Собрание Республики Башкортостан участвует в социальном партнерстве и общественном диалоге при разрешении социальных конфликтов.

source: 5-се бүлек
ru: Глава 5.

source: Башҡарма власть
ru: ИСПОЛНИТЕЛЬНАЯ ВЛАСТЬ

source: 82-се статья
ru: Статья 82

source: Башҡортостан Республикаһы Башлығы Башҡортостан Республикаһының иң юғары вазифалы кешеһе булып тора, Рәсәй Федерацияһы Президенты, Рәсәй Федерацияһы Федераль Йыйылышының Федерация Советы һәм Дәүләт Думаһы, Рәсәй Федерацияһы Хөкүмәте, башҡа федераль дәүләт власы органдары, Рәсәй Федерацияһы субъекттарының дәүләт власы органдары, Башҡортостан Республикаһының дәүләт власы органдары, урындағы үҙидара органдары, йәмәғәт берекмәләре, башҡа ойошмалар һәм вазифалы кешеләр менән мөнәсәбәттәрҙә һәм халыҡ-ара һәм тышҡы иҡтисади бәйләнештәрҙе тормошҡа ашырғанда Башҡортостан Республикаһы исеменән эш итә.
ru: Глава Республики Башкортостан является высшим должностным лицом Республики Башкортостан, представляет Республику Башкортостан в отношениях с Президентом Российской Федерации, Советом Федерации и Государственной Думой Федерального Собрания Российской Федерации, Правительством Российской Федерации, иными федеральными органами государственной власти, органами государственной власти субъектов Российской Федерации, органами государственной власти Республики Башкортостан, органами местного самоуправления, общественными объединениями, другими организациями и должностными лицами и при осуществлении международных и внешнеэкономических связей.

source: 83-сө статья
ru: Статья 83

source: Башҡортостан Республикаһы Башлығы Башҡортостан Республикаһы территорияһында йәшәгән һәм федераль законға ярашлы актив һайлау хоҡуғына эйә булған граждандар тарафынан дөйөм тиң һәм тура һайлау хоҡуғы нигеҙендә йәшерен тауыш биреү юлы менән һайлана.
ru: Глава Республики Башкортостан избирается гражданами Российской Федерации, проживающими на территории Республики Башкортостан и обладающими в соответствии с федеральным законом активным избирательным правом, на основе всеобщего равного и прямого избирательного права при тайном голосовании.

source: Башҡортостан Республикаһы Башлығы итеп 30 йәше тулған, пассив һайлау хоҡуғына эйә булған һәм федераль закон тарафынан Рәсәй Федерацияһы субъектының иң юғары вазифалы кешеһе вазифаһына кандидаттарға ҡуйылған талаптарға яуап биргән Рәсәй Федерацияһы гражданы һайлана ала.
ru: Глава Республики Башкортостан может быть избран гражданин Российской Федерации, достигший возраста 30 лет, обладающий пассивным избирательным правом и соответствующий требованиям, предъявляемым к кандидатам на должность высшего должностного лица субъекта Российской Федерации федеральным законом.

source: Башҡортостан Республикаһы Башлығының вәкәләттәре срогы биш йыл тәшкил итә.
ru: Срок полномочий Главы Республики Башкортостан составляет пять лет.

source: Башҡортостан Республикаһы Башлығы вәкәләттәрен башҡарыуға бәйле сикләүҙәр федераль закон менән билдәләнә.
ru: Ограничения, связанные с осуществлением полномочий Главы Республики Башкортостан, устанавливаются федеральным законом.

source: 84-се статья
ru: Статья 84

source: Башҡортостан Республикаһы Башлығы ант иткән мәленән үҙ вәкәләттәрен үтәй башлай.
ru: Глава Республики Башкортостан приступает к осуществлению своих полномочий с момента принесения им присяги.

source: 85-се статья
ru: Статья 85

source: Вазифаһын үтәй башлағанда Башҡортостан Республикаһы Башлығы халыҡҡа түбәндәгесә ант итә:
ru: При вступлении в должность Глава Республики Башкортостан приносит народу следующую присягу:

source: «Башҡортостан Республикаһы Башлығы вәкәләттәрен тормошҡа ашырғанда Башҡортостан Республикаһының күп милләтле халҡына тоғро хеҙмәт итергә, Башҡортостан Республикаһының дәүләтселеген нығытырға һәм яҡларға, Рәсәй Федерацияһы Конституцияһын һәм Башҡортостан Республикаһы Конституцияһын үтәргә, кеше һәм граждандың хоҡуҡтарын һәм иректәрен гарантияларға ант итәм».
ru: "Клянусь при осуществлении полномочий Глава Республики Башкортостан верно служить многонациональному народу Республики Башкортостан, укреплять и защищать государственность Республики Башкортостан, соблюдать Конституцию Российской Федерации и Конституцию Республики Башкортостан, гарантировать права и свободы человека и гражданина".

source: (беренсе өлөш Башҡортостан Республикаһының 2012 йылдың 28 июнендәге 545-з һанлы, 2014 йылдың 4 мартындағы 57-з һанлы закондары редакцияһында)
ru: (в ред. Закона РБ от 28.06.2012 N 545-з)

source: Ант Башҡортостан Республикаһының дәүләт телдәрендә Башҡортостан Республикаһы Дәүләт Йыйылышы депутаттары, Башҡортостан Республикаһы Хөкүмәте ағзалары, Башҡортостан Республикаһы Конституция Суды судьялары ҡатнашлығында тантаналы шарттарҙа бирелә.
ru: Присяга приносится на государственных языках Республики Башкортостан в торжественной обстановке в присутствии депутатов Государственного Собрания Республики Башкортостан, членов Правительства Республики Башкортостан, судей Конституционного Суда Республики Башкортостан.

source: 86-сы статья
ru: Статья 86

source: Башҡортостан Республикаһы Башлығы Башҡортостан Республикаһының дәүләт телдәрен белергә бурыслы.
ru: Глава Республики Башкортостан обязан владеть государственными языками Республики Башкортостан.

source: 87-се статья
ru: Статья 87

source: Башҡортостан Республикаһы Башлығы:
ru: Глава Республики Башкортостан:

source: 1) кеше һәм граждан хоҡуҡтарын һәм иректәрен тормошҡа ашырыуҙы гарантиялай, Башҡортостан Республикаһының иҡтисади һәм сәйәси мәнфәғәттәрен яҡлай, үҙенең территорияһында законлылыҡты һәм хоҡуҡ тәртибен тәьмин итә;
ru: 1) гарантирует реализацию прав и свобод человека и гражданина, защищает экономические и политические интересы Республики Башкортостан, обеспечивает законность и правопорядок на ее территории;

source: 2) Башҡортостан Республикаһы социаль-иҡтисади үҫешенең төп йүнәлештәрен билдәләй;
ru: 2) определяет основные направления социально-экономического развития Республики Башкортостан;

source: 3) Башҡортостан Республикаһы Хөкүмәтен төҙөй һәм уның эшмәкәрлегенә етәкселек итә; Башҡортостан Республикаһы Хөкүмәтенең отставкаһы хаҡында ҡарар ҡабул итә;
ru: 3) формирует Правительство Республики Башкортостан и руководит его деятельностью; принимает решение об отставке Правительства Республики Башкортостан;

source: 4) Башҡортостан Республикаһы Дәүләт Йыйылышы ризалығы менән Башҡортостан Республикаһы Хөкүмәте Премьер-министрын тәғәйенләй;
ru: 4) назначает Премьер-министра Правительства Республики Башкортостан с согласия Государственного Собрания Республики Башкортостан;

source: 5) Башҡортостан Республикаһы дәүләт власының башҡарма органдары структураһын билдәләй;
ru: 5) определяет структуру исполнительных органов государственной власти Республики Башкортостан;

source: 6) Башҡортостан Республикаһы Хөкүмәте Премьер-министры тәҡдиме буйынса Башҡортостан Республикаһы Хөкүмәте Премьер-министры урынбаҫарҙарын, Башҡортостан Республикаһы министрҙарын, дәүләт комитеттары рәйестәрен һәм ведомство етәкселәрен тәғәйенләй һәм вазифанан бушата;
ru: 6) назначает и освобождает от должности заместителей Премьер-министра Правительства Республики Башкортостан, министров, председателей государственных комитетов и руководителей ведомств Республики Башкортостан по представлению Премьер-министра Правительства Республики Башкортостан;

source: 7) Башҡортостан Республикаһы закондарын халыҡҡа еткерә йә иһә уларҙы кире ҡаға;
ru: 7) обнародует законы Республики Башкортостан либо отклоняет их;

source: 8) Башҡортостан Республикаһы Дәүләт Йыйылышына закон проекттарын индерә;
ru: 8) вносит законопроекты в Государственное Собрание Республики Башкортостан;

source: 9) Башҡортостан Республикаһы Дәүләт Йыйылышына Башҡортостан Республикаһының социаль-иҡтисади үҫеше программаларын тәҡдим итә;
ru: 9) представляет Государственному Собранию Республики Башкортостан программы социально-экономического развития Республики Башкортостан;

source: 10) Башҡортостан Республикаһы Дәүләт Йыйылышына Мөрәжәғәтнамә менән сыға; Башҡортостан Республикаһы Хөкүмәте эшмәкәрлегенең һөҙөмтәләре тураһында, шул иҫәптән Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан ҡуйылған мәсьәләләр буйынса Башҡортостан Республикаһы Дәүләт Йыйылышына һәр йылғы отчеттарын тәҡдим итә;
ru: 10) обращается с Посланием к Государственному Собранию Республики Башкортостан; представляет Государственному Собранию Республики Башкортостан ежегодные отчеты о результатах деятельности Правительства Республики Башкортостан, в том числе по вопросам, поставленным Государственным Собранием Республики Башкортостан;

source: 11) Башҡортостан Республикаһы Дәүләт Йыйылышы эшендә кәңәш биреү тауышы хоҡуғы менән ҡатнашырға хаҡлы;
ru: 11) вправе участвовать в работе Государственного Собрания Республики Башкортостан с правом совещательного голоса;

source: 12) Башҡортостан Республикаһының яңы һайланған Дәүләт Йыйылышын уның тәүге ултырышына Башҡортостан Республикаһы Дәүләт Йыйылышы өсөн ошо Конституция менән билдәләнгән ваҡыттан алда саҡырырға, шулай уҡ Башҡортостан Республикаһы Дәүләт Йыйылышының сираттан тыш ултырышын саҡырыуҙы талап итергә хаҡлы;
ru: 12) вправе созывать вновь избранное Государственное Собрание Республики Башкортостан на первое заседание ранее срока, установленного для Государственного Собрания Республики Башкортостан настоящей Конституцией, а также требовать созыва внеочередного заседания Государственного Собрания Республики Башкортостан;

source: 13) Башҡортостан Республикаһы Дәүләт Йыйылышы ҡарарҙарына үҙгәрештәр һәм (йәки) өҫтәмәләр индереү йә иһә уларҙы ғәмәлдән сығарыу тураһында Башҡортостан Республикаһы Дәүләт Йыйылышына тәҡдимдәр индерә;
ru: 13) вносит в Государственное Собрание Республики Башкортостан предложения о внесении изменений и (или) дополнений в постановления Государственного Собрания Республики Башкортостан либо об их отмене;

source: 14) Башҡортостан Республикаһы Дәүләт Йыйылышының вәкәләттәрен ваҡытынан алда туҡтатыу (таратыу) тураһында указ сығара;
ru: 14) издает указ о досрочном прекращении полномочий (роспуске) Государственного Собрания Республики Башкортостан;

source: 15) Башҡортостан Республикаһы Дәүләт Йыйылышына Башҡортостан Республикаһы Конституция Суды Рәйесе, Рәйесе урынбаҫары, судьялары вазифаларына тәғәйенләү өсөн кандидатуралар тәҡдим итә;
ru: 15) представляет Государственному Собранию Республики Башкортостан кандидатуры для назначения на должность Председателя, заместителя Председателя, судей Конституционного Суда Республики Башкортостан;

source: 16) Башҡортостан Республикаһы Дәүләт Йыйылышына мировой судьялар һайлау өсөн кандидатуралар тәҡдим итә;
ru: 16) представляет Государственному Собранию Республики Башкортостан кандидатуры для избрания мировых судей;

source: 17) Башҡортостан Республикаһы Дәүләт Йыйылышына Башҡортостан Республикаһында Кеше хоҡуҡтары буйынса вәкил вазифаһына тәғәйенләү өсөн кандидатура, Башҡортостан Республикаһында Бала хоҡуҡтары буйынса вәкил вазифаһына тәғәйенләү өсөн кандидатура, Башҡортостан Республикаһында Эшҡыуарҙар хоҡуҡтарын яҡлау буйынса вәкил вазифаһына тәғәйенләү өсөн кандидатура тәҡдим итә; Башҡортостан Республикаһы Дәүләт Йыйылышы алдына уларҙы вазифаһынан бушатыу тураһында мәсьәләне ҡуя;
ru: 17) представляет Государственному Собранию Республики Башкортостан кандидатуру для назначения на должность Уполномоченного по правам человека в Республике Башкортостан, кандидатуру для назначения на должность Уполномоченного по правам ребенка в Республике Башкортостан, кандидатуру для назначения на должность Уполномоченного по защите прав предпринимателей в Республике Башкортостан; ставит вопрос перед Государственным Собранием Республики Башкортостан об освобождении их от должности;

source: 18) Башҡортостан Республикаһының Контроль-иҫәп палатаһы Рәйесе, Рәйесе урынбаҫары һәм аудиторҙары вазифаһына тәғәйенләү өсөн кандидатуралар тәҡдим итә;
ru: 18) представляет кандидатуры для назначения на должность Председателя, заместителя Председателя и аудиторов Контрольно-счетной палаты Республики Башкортостан;

source: 19) Башҡортостан Республикаһының ведомство-ара Йәмәғәт именлеге советын ойоштора;
ru: 19) формирует межведомственный Совет общественной безопасности Республики Башкортостан;

source: 20) Башҡортостан Республикаһы башҡарма власть органдарының Башҡортостан Республикаһы дәүләт власының башҡа органдары менән эшмәкәрлеген координациялауҙы тәьмин итә һәм Рәсәй Федерацияһы закондарына ярашлы Башҡортостан Республикаһы башҡарма власть органдарының федераль башҡарма власть органдары һәм уларҙың территориаль органдары, урындағы үҙидара органдары һәм йәмәғәт берекмәләре менән үҙ-ара эш итеүен ойоштора;
ru: 20) обеспечивает координацию деятельности органов исполнительной власти Республики Башкортостан с иными органами государственной власти Республики Башкортостан и в соответствии с законодательством Российской Федерации организовывает взаимодействие органов исполнительной власти Республики Башкортостан с федеральными органами исполнительной власти и их территориальными органами, органами местного самоуправления и общественными объединениями;

source: 21) Башҡортостан Республикаһы Дәүләт Йыйылышына Башҡортостан Республикаһы судьяларының квалификация коллегияһына йәмәғәтселек вәкилдәрен тәғәйенләү өсөн кандидатуралар тәҡдим итә; уларҙың вәкәләттәрен туҡтатыу тураһында тәҡдимдәр индерә;
ru: 21) представляет Государственному Собранию Республики Башкортостан кандидатуры для назначения представителей общественности в квалификационной коллегии судей Республики Башкортостан; вносит представления о прекращении их полномочий;

source: 22) Башҡортостан Республикаһы исеменән договорҙарға һәм килешеүҙәргә ҡул ҡуя;
ru: 22) подписывает договоры и соглашения от имени Республики Башкортостан;

source: 23) Рәсәй Федерацияһының һәм Рәсәй Федерацияһы субъекттарының дәүләт власы органдары ҡарамағындағы, шулай уҡ сит ил федератив дәүләттәре субъекттарындағы һәм сит ил дәүләттәренең административ-территориаль берәмектәрендәге Башҡортостан Республикаһының тулы хоҡуҡлы вәкилдәрен тәғәйенләй һәм саҡыртып ала;
ru: 23) назначает и отзывает полномочных представителей Республики Башкортостан при органах государственной власти Российской Федерации, субъектов Российской Федерации, а также в субъектах иностранных федеративных государств и административно-территориальных образованиях иностранных государств;

source: 24) Башҡортостан Республикаһы Башлығы хакимиәтен ойоштора;
ru: 24) создает администрацию Главы Республики Башкортостан;

source: 25) үҙ вәкәләттәренә ярашлы Башҡортостан Республикаһының Үҙәк һайлау комиссияһы ағзаларын тәғәйенләй;
ru: 25) назначает в пределах своих полномочий членов Центральной избирательной комиссии Республики Башкортостан;

source: 26) Башҡортостан Республикаһының дәүләт наградалары менән бүләкләй;
ru: 26) награждает государственными наградами Республики Башкортостан;

source: 27) Башҡортостан Республикаһының маҡтаулы һәм башҡа исемдәрен бирә;
ru: 27) присваивает почетные и иные звания Республики Башкортостан;

source: 28) ошо Конституцияға, федераль закондарға һәм Башҡортостан Республикаһының закондарына ярашлы башҡа вәкәләттәрҙе тормошҡа ашыра.
ru: 28) осуществляет иные полномочия в соответствии с настоящей Конституцией, федеральными законами и законами Республики Башкортостан.

source: Башҡортостан Республикаһы Башлығы үҙ бурыстарын ваҡытлыса (ауырыуға йәки ял итеүгә бәйле) үтәй алмаған осраҡтарҙа, федераль закон менән ҡаралған осраҡтарҙан тыш, уларҙы Башҡортостан Республикаһы Хөкүмәте Премьер-министры башҡара.
ru: В случаях, когда Глава Республики Башкортостан временно (в связи с болезнью или отпуском) не может исполнять свои обязанности, их исполняет Премьер-министр Правительства Республики Башкортостан, за исключением случаев, предусмотренных федеральным законом.

source: Башҡортостан Республикаһы Башлығы үҙ вәкәләттәрен тормошҡа ашырғанда Рәсәй Федерацияһы Конституцияһына, федераль закондарға, ошо Конституцияға һәм Башҡортостан Республикаһы закондарына таянырға, Рәсәй Федерацияһы Президенты указдарын һәм Рәсәй Федерацияһы Хөкүмәте ҡарарҙарын үтәргә бурыслы.
ru: Глава Республики Башкортостан при осуществлении своих полномочий обязан соблюдать Конституцию Российской Федерации, федеральные законы, настоящую Конституцию и законы Республики Башкортостан, исполнять указы Президента Российской Федерации и постановления Правительства Российской Федерации.

source: 88-се статья
ru: Статья 88

source: 89-сы статья
ru: Статья 89

source: Башҡортостан Республикаһы Башлығының намыҫы һәм кешелек дәрәжәһе закон менән һаҡлана.
ru: Честь и достоинство Главы Республики Башкортостан охраняются законом.
